Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Export Calendar
ar: تصدير التقويم
bn: ক্যালেন্ডার রপ্তানি করুন
fa: صادرات تقویم
fr: Exporter le calendrier
id: Ekspor Kalender
ms: Eksport Kalendar
tr: Takvimi Dışa Aktar
ur: کیلنڈر برآمد کریں

source: Export Data
ar: تصدير البيانات
bn: ডেটা রপ্তানি করুন
fa: صادرات داده‌ها
fr: Exporter les données
id: Ekspor Data
ms: Eksport Data
tr: Verileri Dışa Aktar
ur: ڈیٹا برآمد کریں

source: Export failed: %@
ar: فشل التصدير: %@
bn: রপ্তানি ব্যর্থ: %@
fa: صادرات ناموفق بود: %@
fr: Échec de l'exportation : %@
id: Ekspor gagal: %@
ms: Eksport gagal: %@
tr: Dışa aktarma başarısız: %@
ur: برآمد ناکام: %@

source: Export Prayer Logs (CSV)
ar: تصدير سجلات الصلاة (CSV)
bn: নামাজ লগ রপ্তানি করুন (CSV)
fa: صادرات ثبت نماز (CSV)
fr: Exporter les prières enregistrées (CSV)
id: Ekspor Catatan Shalat (CSV)
ms: Eksport Rekod Solat (CSV)
tr: Namaz Kayıtlarını Dışa Aktar (CSV)
ur: نماز کے لاگز برآمد کریں (CSV)

source: Export To
ar: تصدير إلى
bn: রপ্তানি করুন
fa: صادرات به
fr: Exporter vers
id: Ekspor Ke
ms: Eksport Ke
tr: Şuraya Aktar
ur: برآمد کریں

source: Failed to download audio.
ar: فشل تنزيل الصوت.
bn: অডিও ডাউনলোড করতে ব্যর্থ।
fa: دانلود صدا ناموفق بود.
fr: Échec du téléchargement audio.
id: Gagal mengunduh audio.
ms: Gagal memuat turun audio.
tr: Ses indirilemedi.
ur: آڈیو ڈاؤن لوڈ کرنا ناکام۔

source: Failed to generate response: %@
ar: فشل إنشاء الرد: %@
bn: প্রতিক্রিয়া তৈরি করতে ব্যর্থ: %@
fa: تولید پاسخ ناموفق بود: %@
fr: Échec de génération de réponse : %@
id: Gagal membuat respons: %@
ms: Gagal menghasilkan respons: %@
tr: Yanıt oluşturulamadı: %@
ur: جواب تیار کرنا ناکام: %@

source: Failed to open database: %@
ar: فشل فتح قاعدة البيانات: %@
bn: ডাটাবেস খুলতে ব্যর্থ: %@
fa: باز کردن پایگاه داده ناموفق بود: %@
fr: Échec d'ouverture de la base de données : %@
id: Gagal membuka database: %@
ms: Gagal membuka pangkalan data: %@
tr: Veritabanı açılamadı: %@
ur: ڈیٹا بیس کھولنا ناکام: %@

source: Failed to play audio.
ar: فشل تشغيل الصوت.
bn: অডিও বাজাতে ব্যর্থ।
fa: پخش صدا ناموفق بود.
fr: Échec de lecture audio.
id: Gagal memutar audio.
ms: Gagal memainkan audio.
tr: Ses oynatılamadı.
ur: آڈیو چلانا ناکام۔

source: Failed to prepare statement: %@
ar: فشل إعداد البيان: %@
bn: বিবৃতি প্রস্তুত করতে ব্যর্থ: %@
fa: آماده‌سازی عبارت ناموفق بود: %@
fr: Échec de préparation de l'instruction : %@
id: Gagal menyiapkan pernyataan: %@
ms: Gagal menyediakan pernyataan: %@
tr: İfade hazırlanamadı: %@
ur: بیان تیار کرنا ناکام: %@

source: Failed to save to Apple Health: %@
ar: فشل الحفظ في Apple Health: %@
bn: Apple Health এ সংরক্ষণ করতে ব্যর্থ: %@
fa: ذخیره در سلامت اپل ناموفق بود: %@
fr: Échec de sauvegarde dans Apple Santé : %@
id: Gagal menyimpan ke Apple Health: %@
ms: Gagal menyimpan ke Apple Health: %@
tr: Apple Sağlık'a kaydedilemedi: %@
ur: Apple Health میں محفوظ کرنا ناکام: %@

source: Failed to start recording.
ar: فشل بدء التسجيل.
bn: রেকর্ডিং শুরু করতে ব্যর্থ।
fa: شروع ضبط ناموفق بود.
fr: Échec de démarrage de l'enregistrement.
id: Gagal memulai rekaman.
ms: Gagal memulakan rakaman.
tr: Kayıt başlatılamadı.
ur: ریکارڈنگ شروع کرنا ناکام۔

source: Fajr Alarm
ar: منبه الفجر
bn: ফজর অ্যালার্ম
fa: زنگ فجر
fr: Alarme Fajr
id: Alarm Subuh
ms: Penggera Subuh
tr: Sabah Namazı Alarmı
ur: فجر الارم

source: Fajr Prayer Soon
ar: صلاة الفجر قريبًا
bn: ফজরের নামাজ শীঘ্রই
fa: نماز فجر به زودی
fr: La prière de Fajr approche
id: Shalat Subuh Segera
ms: Solat Subuh Tidak Lama Lagi
tr: Sabah Namazı Yakında
ur: فجر کی نماز قریب ہے

source: Fasted today
ar: صمت اليوم
bn: আজ রোজা রেখেছেন
fa: امروز روزه گرفتم
fr: Jeûné aujourd'hui
id: Berpuasa hari ini
ms: Berpuasa hari ini
tr: Bugün oruç tutuldu
ur: آج روزہ رکھا

source: Fasting complete for today
ar: اكتمل الصيام لليوم
bn: আজকের জন্য রোজা সম্পূর্ণ
fa: روزه امروز تکمیل شد
fr: Jeûne terminé pour aujourd'hui
id: Puasa selesai untuk hari ini
ms: Puasa selesai untuk hari ini
tr: Bugün için oruç tamamlandı
ur: آج کے لیے روزہ مکمل

source: Fasting hours will be logged to Apple Health in a future update.
ar: ستُسجل ساعات الصيام في Apple Health في تحديث قادم.
bn: ভবিষ্যতের আপডেটে রোজার ঘন্টা Apple Health এ লগ করা হবে।
fa: ساعات روزه در به‌روزرسانی آینده در سلامت اپل ثبت خواهند شد.
fr: Les heures de jeûne seront enregistrées dans Apple Santé dans une prochaine mise à jour.
id: Jam puasa akan dicatat ke Apple Health dalam pembaruan mendatang.
ms: Jam berpuasa akan direkod ke Apple Health dalam kemas kini akan datang.
tr: Oruç saatleri gelecekteki bir güncellemede Apple Sağlık'a kaydedilecek.
ur: روزے کے اوقات مستقبل کی اپ ڈیٹ میں Apple Health میں لاگ ہوں گے۔

source: Fasting Sunnah
ar: صيام السنة
bn: রোজা সুন্নাহ
fa: سنت روزه
fr: Jeûne de la Sounnah
id: Puasa Sunnah
ms: Puasa Sunat
tr: Oruç Sünneti
ur: سنت روزے

source: Fasting Tracker
ar: متتبع الصيام
bn: রোজা ট্র্যাকার
fa: پیگیری روزه
fr: Suivi du jeûne
id: Pelacak Puasa
ms: Penjejak Puasa
tr: Oruç Takibi
ur: روزے کا ٹریکر

source: Fasting Tracker, %lld of 30 days completed
ar: متتبع الصيام، %lld من 30 يوماً مكتملاً
bn: রোজা ট্র্যাকার, ৩০ দিনের মধ্যে %lld সম্পন্ন
fa: پیگیری روزه، %lld از ۳۰ روز انجام شده
fr: Suivi du jeûne, %lld sur 30 jours complétés
id: Pelacak Puasa, %lld dari 30 hari selesai
ms: Penjejak Puasa, %lld daripada 30 hari selesai
tr: Oruç Takibi, 30 günün %lld’i tamamlandı
ur: روزے کا ٹریکر، 30 میں سے %lld دن مکمل

source: Favourites
ar: المفضلة
bn: প্রিয়
fa: علاقه‌مندی‌ها
fr: Favoris
id: Favorit
ms: Kegemaran
tr: Favoriler
ur: پسندیدہ

source: Feedback
ar: الملاحظات
bn: প্রতিক্রিয়া
fa: بازخورد
fr: Retour
id: Umpan Balik
ms: Maklum Balas
tr: Geri Bildirim
ur: رائے

source: First week — keep going!
ar: الأسبوع الأول — استمر!
bn: প্রথম সপ্তাহ — চালিয়ে যান!
fa: هفته اول — ادامه بده!
fr: Première semaine — continuez !
id: Minggu pertama — terus semangat!
ms: Minggu pertama — teruskan!
tr: İlk hafta — devam et!
ur: پہلا ہفتہ — جاری رکھیں!

source: Font Settings
ar: إعدادات الخط
bn: ফন্ট সেটিংস
fa: تنظیمات فونت
fr: Réglages de police
id: Pengaturan Font
ms: Tetapan Fon
tr: Yazı Tipi Ayarları
ur: فونٹ کی ترتیبات

source: Force Eid al-Adha
ar: فرض عيد الأضحى
bn: ঈদ-উল-আযহা বাধ্য করুন
fa: اجبار عید قربان
fr: Forcer Aïd al-Adha
id: Paksa Idul Adha
ms: Paksa Hari Raya Aidiladha
tr: Kurban Bayramı'nı Zorla
ur: عید الاضحی کو زبردستی دکھائیں

source: Force Eid al-Fitr
ar: فرض عيد الفطر
bn: ঈদ-উল-ফিতর বাধ্য করুন
fa: اجبار عید فطر
fr: Forcer Aïd al-Fitr
id: Paksa Idul Fitri
ms: Paksa Hari Raya Aidilfitri
tr: Ramazan Bayramı'nı Zorla
ur: عید الفطر کو زبردستی دکھائیں

source: Force Ramadan Mode
ar: فرض وضع رمضان
bn: রমজান মোড বাধ্য করুন
fa: اجبار حالت رمضان
fr: Forcer le mode Ramadan
id: Paksa Mode Ramadan
ms: Paksa Mod Ramadan
tr: Ramazan Modunu Zorla
ur: رمضان موڈ زبردستی دکھائیں

source: Friday Duas
ar: أدعية الجمعة
bn: জুমার দোয়া
fa: دعاهای جمعه
fr: Dou'as du vendredi
id: Doa Jumat
ms: Doa Jumaat
tr: Cuma Duaları
ur: جمعہ کی دعائیں

source: Gentle reminder
ar: تذكير لطيف
bn: মৃদু অনুস্মারক
fa: یادآوری ملایم
fr: Rappel doux
id: Pengingat lembut
ms: Peringatan lembut
tr: Nazik hatırlatma
ur: نرم یاد دہانی

source: Get a reminder to prepare for prayer before each prayer time.
ar: احصل على تذكير للاستعداد للصلاة قبل كل وقت صلاة.
bn: প্রতিটি নামাজের সময়ের আগে নামাজের জন্য প্রস্তুতির অনুস্মারক পান।
fa: یک یادآوری برای آماده شدن برای نماز قبل از هر وقت نماز دریافت کنید.
fr: Recevez un rappel pour préparer la prière avant chaque horaire de prière.
id: Dapatkan pengingat untuk bersiap shalat sebelum setiap waktu shalat.
ms: Dapatkan peringatan untuk bersiap solat sebelum setiap waktu solat.
tr: Her namaz vaktinden önce namaza hazırlanmak için hatırlatıcı al.
ur: ہر نماز کے وقت سے پہلے نماز کے لیے تیاری کی یاد دہانی حاصل کریں۔

source: Get Daily Verse
ar: احصل على آية اليوم
bn: দৈনিক আয়াত পান
fa: دریافت آیه روزانه
fr: Obtenir le verset du jour
id: Dapatkan Ayat Harian
ms: Dapatkan Ayat Harian
tr: Günlük Ayet Al
ur: روزانہ آیت حاصل کریں

source: Get Next Prayer
ar: احصل على الصلاة التالية
bn: পরবর্তী নামাজ পান
fa: دریافت نماز بعدی
fr: Obtenir la prochaine prière
id: Dapatkan Shalat Berikutnya
ms: Dapatkan Solat Seterusnya
tr: Sonraki Namazı Al
ur: اگلی نماز حاصل کریں

source: Get notified at prayer times
ar: احصل على إشعارات في أوقات الصلاة
bn: নামাজের সময় বিজ্ঞপ্তি পান
fa: در اوقات نماز مطلع شوید
fr: Être notifié aux horaires de prière
id: Dapatkan notifikasi saat waktu shalat
ms: Terima pemberitahuan pada waktu solat
tr: Namaz vakitlerinde bildirim al
ur: نماز کے اوقات پر اطلاع حاصل کریں

source: Get Prayer Times
ar: احصل على أوقات الصلاة
bn: নামাজের সময়সূচি পান
fa: دریافت اوقات نماز
fr: Obtenir les horaires de prière
id: Dapatkan Waktu Shalat
ms: Dapatkan Waktu Solat
tr: Namaz Vakitlerini Al
ur: نماز کے اوقات حاصل کریں

source: Get Qibla Direction
ar: احصل على اتجاه القبلة
bn: কিবলা দিক পান
fa: دریافت جهت قبله
fr: Obtenir la direction de la Qibla
id: Dapatkan Arah Kiblat
ms: Dapatkan Arah Kiblat
tr: Kıble Yönünü Al
ur: قبلہ کی سمت حاصل کریں

source: Get Started
ar: ابدأ
bn: শুরু করুন
fa: شروع کنید
fr: Commencer
id: Mulai
ms: Mula
tr: Başla
ur: شروع کریں

source: Get the next prayer time
ar: احصل على وقت الصلاة التالية
bn: পরবর্তী নামাজের সময় পান
fa: زمان نماز بعدی را دریافت کنید
fr: Obtenir l'horaire de la prochaine prière
id: Dapatkan waktu shalat berikutnya
ms: Dapatkan waktu solat seterusnya
tr: Sonraki namaz vaktini al
ur: اگلا نماز کا وقت حاصل کریں

source: Get the Qibla direction from your location
ar: احصل على اتجاه القبلة من موقعك
bn: আপনার অবস্থান থেকে কিবলা দিক পান
fa: جهت قبله را از موقعیت خود دریافت کنید
fr: Obtenir la direction de la Qibla depuis votre emplacement
id: Dapatkan arah Kiblat dari lokasi Anda
ms: Dapatkan arah kiblat dari lokasi anda
tr: Konumunuzdan kıble yönünü al
ur: اپنے مقام سے قبلہ کی سمت حاصل کریں

source: Get today's prayer times for your location
ar: احصل على أوقات الصلاة اليوم لموقعك
bn: আপনার অবস্থানের জন্য আজকের নামাজের সময়সূচি পান
fa: اوقات نماز امروز را برای موقعیت خود دریافت کنید
fr: Obtenir les horaires de prière d'aujourd'hui pour votre emplacement
id: Dapatkan waktu shalat hari ini untuk lokasi Anda
ms: Dapatkan waktu solat hari ini untuk lokasi anda
tr: Konumunuz için bugünün namaz vakitlerini al
ur: اپنے مقام کے لیے آج کے نماز کے اوقات حاصل کریں

source: Get today's verse of the day
ar: احصل على آية اليوم
bn: আজকের দিনের আয়াত পান
fa: آیه روز امروز را دریافت کنید
fr: Obtenir le verset du jour d'aujourd'hui
id: Dapatkan ayat hari ini
ms: Dapatkan ayat hari ini
tr: Bugünün ayetini al
ur: آج کی آیت حاصل کریں

source: Gold price per gram
ar: سعر الذهب للجرام
bn: প্রতি গ্রাম সোনার মূল্য
fa: قیمت طلا به ازای هر گرم
fr: Prix de l'or par gramme
id: Harga emas per gram
ms: Harga emas per gram
tr: Gram başına altın fiyatı
ur: فی گرام سونے کی قیمت

source: Got it
ar: فهمت
bn: বুঝেছি
fa: متوجه شدم
fr: Compris
id: Mengerti
ms: Faham
tr: Anladım
ur: سمجھ گیا

source: hadith
ar: حديث
bn: হাদিস
fa: حدیث
id: hadis
ms: hadis
tr: hadis
ur: حدیث

source: Hadith
ar: الحديث
bn: হাদিস
fa: حدیث
id: Hadis
ms: Hadis
tr: Hadis
ur: حدیث

source: Hadith #%lld
ar: الحديث #%lld
bn: হাদিস #%lld
fa: حدیث #%lld
fr: Hadith n°%lld
id: Hadis #%lld
ms: Hadis #%lld
tr: Hadis #%lld
ur: حدیث #%lld

source: Hadith from Sunnah.com
ar: حديث من Sunnah.com
bn: Sunnah.com থেকে হাদিস
fa: حدیث از Sunnah.com
fr: Hadith de Sunnah.com
id: Hadis dari Sunnah.com
ms: Hadis dari Sunnah.com
tr: Sunnah.com'dan Hadis
ur: Sunnah.com سے حدیث

source: Haptic Feedback
ar: الاهتزاز اللمسي
bn: হ্যাপটিক ফিডব্যাক
fa: بازخورد لمسی
fr: Retour haptique
id: Umpan Balik Haptik
ms: Maklum Balas Haptik
tr: Dokunsal Geri Bildirim
ur: ہیپٹک فیڈ بیک

source: Hasanat
ar: حسنات
bn: সওয়াব
fa: حسنات
ur: حسنات

source: Help & Support
ar: المساعدة والدعم
bn: সাহায্য এবং সহায়তা
fa: کمک و پشتیبانی
fr: Aide et assistance
id: Bantuan & Dukungan
ms: Bantuan & Sokongan
tr: Yardım ve Destek
ur: مدد اور تعاون

source: Help others discover Safa
ar: ساعد الآخرين في اكتشاف Safa
bn: অন্যদের Safa আবিষ্কার করতে সাহায্য করুন
fa: به دیگران کمک کنید Safa را کشف کنند
fr: Aidez les autres à découvrir Safa
id: Bantu orang lain menemukan Safa
ms: Bantu orang lain temui Safa
tr: Başkalarının Safa'yı keşfetmesine yardımcı ol
ur: دوسروں کو Safa دریافت کرنے میں مدد کریں

source: High Contrast
ar: تباين عالٍ
bn: উচ্চ বৈসাদৃশ্য
fa: کنتراست بالا
fr: Contraste élevé
id: Kontras Tinggi
ms: Kontras Tinggi
tr: Yüksek Kontrast
ur: اعلی تضاد

source: History
ar: السجل
bn: ইতিহাস
fa: تاریخچه
fr: Historique
id: Riwayat
ms: Sejarah
tr: Geçmiş
ur: سرگزشت

source: Hold for rak'ah count
ar: اضغط مطولاً لعدد الركعات
bn: রাকআত সংখ্যার জন্য ধরে রাখুন
fa: برای تعداد رکعت نگه دارید
fr: Maintenez pour le nombre de rak'ah
id: Tahan untuk jumlah rakaat
ms: Tahan untuk bilangan rakaat
tr: Rekât sayısı için basılı tutun
ur: رکعت کی تعداد کے لیے دبائے رکھیں

source: Holiday
ar: عطلة
bn: ছুটি
fa: تعطیلات
fr: Jour férié
id: Hari Libur
ms: Hari Kelepasan
tr: Tatil
ur: چھٹی

source: How are you enjoying Safa?
ar: كيف تستمتع بـ Safa؟
bn: আপনি Safa কীভাবে উপভোগ করছেন?
fa: چطور از Safa لذت می‌برید؟
fr: Comment appréciez-vous Safa ?
id: Bagaimana pengalaman Anda dengan Safa?
ms: Bagaimana pengalaman anda dengan Safa?
tr: Safa'yı nasıl buluyorsunuz?
ur: آپ Safa سے کیسے لطف اندوز ہو رہے ہیں؟

source: I built Safa because I couldn't find an Islamic app I actually enjoyed using. Free, private, and made with care.
ar: بنيت Safa لأنني لم أجد تطبيقًا إسلاميًا أستمتع باستخدامه فعلاً. مجاني وخاص ومصنوع بعناية.
bn: আমি Safa তৈরি করেছি কারণ আমি এমন কোনো ইসলামী অ্যাপ খুঁজে পাইনি যা আমি আসলেই ব্যবহার করে উপভোগ করতাম। বিনামূল্যে, ব্যক্তিগত এবং যত্ন সহকারে তৈরি।
fa: من Safa را ساختم چون نتوانستم یک برنامه اسلامی پیدا کنم که واقعاً از استفاده‌اش لذت ببرم. رایگان، خصوصی و با دقت ساخته شده.
fr: J'ai créé Safa parce que je ne trouvais pas d'application islamique que j'aimais vraiment utiliser. Gratuite, privée et faite avec soin.
id: Saya membangun Safa karena tidak menemukan aplikasi Islam yang benar-benar saya nikmati. Gratis, pribadi, dan dibuat dengan penuh perhatian.
ms: Saya membina Safa kerana saya tidak dapat mencari aplikasi Islam yang saya suka gunakan. Percuma, peribadi, dan dibuat dengan teliti.
tr: Safa'yı kullanmaktan gerçekten keyif aldığım bir İslami uygulama bulamadığım için yaptım. Ücretsiz, gizli ve özenle yapılmış.
ur: میں نے Safa اس لیے بنایا کیونکہ مجھے کوئی اسلامی ایپ نہیں ملی جسے میں واقعی استعمال کرنے سے لطف اندوز ہوتا۔ مفت، نجی، اور محبت سے بنایا گیا۔

source: I'm your Islamic knowledge companion. Ask me about:
ar: أنا رفيقك في المعرفة الإسلامية. اسألني عن:
bn: আমি আপনার ইসলামী জ্ঞান সহযোগী। আমাকে জিজ্ঞাসা করুন:
fa: من همراه دانش اسلامی شما هستم. از من بپرسید درباره:
fr: Je suis votre compagnon de connaissances islamiques. Posez-moi des questions sur :
id: Saya pendamping pengetahuan Islam Anda. Tanyakan tentang:
ms: Saya pendamping pengetahuan Islam anda. Tanya saya tentang:
tr: Senin İslami bilgi arkadaşınım. Bana şunları sor:
ur: میں آپ کا اسلامی علم کا ساتھی ہوں۔ مجھ سے پوچھیں:

source: Iftar
ar: الإفطار
bn: ইফতার
fa: افطار
id: Buka Puasa
ms: Berbuka
ur: افطار

source: Iftar Adhan (Ramadan Only)
ar: أذان الإفطار (رمضان فقط)
bn: ইফতার আযান (শুধুমাত্র রমজান)
fa: اذان افطار (فقط رمضان)
fr: Adhan d'Iftar (Ramadan uniquement)
id: Adzan Buka Puasa (Hanya Ramadan)
ms: Azan Berbuka (Ramadan Sahaja)
tr: İftar Ezanı (Yalnızca Ramazan)
ur: افطار اذان (صرف رمضان)

source: Iftar Duas
ar: أدعية الإفطار
bn: ইফতার দোয়া
fa: دعاهای افطار
fr: Dou'as d'Iftar
id: Doa Buka Puasa
ms: Doa Berbuka
tr: İftar Duaları
ur: افطار کی دعائیں

source: Iftar in %lld minutes
ar: الإفطار خلال %lld دقيقة
bn: %lld মিনিটে ইফতার
fa: افطار %lld دقیقه دیگر
fr: Iftar dans %lld minutes
id: Buka puasa dalam %lld menit
ms: Berbuka dalam %lld minit
tr: İftar %lld dakika sonra
ur: %lld منٹ میں افطار

source: Iftar Reminder
ar: تذكير الإفطار
bn: ইফতার অনুস্মারক
fa: یادآوری افطار
fr: Rappel d'Iftar
id: Pengingat Buka Puasa
ms: Peringatan Berbuka
tr: İftar Hatırlatıcısı
ur: افطار کی یاد دہانی

source: Iftar Time!
ar: وقت الإفطار!
bn: ইফতারের সময়!
fa: وقت افطار!
fr: Heure d'Iftar !
id: Waktu Buka Puasa!
ms: Waktu Berbuka!
tr: İftar Vakti!
ur: افطار کا وقت!

source: Important day of the Hajj pilgrimage. Fasting is highly recommended.
ar: يوم مهم من أيام الحج. الصيام مستحب للغاية.
bn: হজ্জ তীর্থযাত্রার গুরুত্বপূর্ণ দিন। রোজা রাখা অত্যন্ত সুপারিশকৃত।
fa: روز مهم حج. روزه بسیار توصیه می‌شود.
fr: Jour important du pèlerinage du Hajj. Le jeûne est fortement recommandé.
id: Hari penting ibadah Haji. Berpuasa sangat dianjurkan.
ms: Hari penting ibadah Haji. Berpuasa sangat digalakkan.
tr: Hac ibadeti için önemli gün. Oruç tutmak şiddetle tavsiye edilir.
ur: حج کا اہم دن۔ روزہ رکھنا انتہائی تجویز کیا جاتا ہے۔

source: In the meantime, explore:
ar: في غضون ذلك، استكشف:
bn: ইতিমধ্যে, অন্বেষণ করুন:
fa: در این حین، کاوش کنید:
fr: En attendant, explorez :
id: Sementara itu, jelajahi:
ms: Sementara itu, terokai:
tr: Bu arada şunları keşfet:
ur: اس دوران، دریافت کریں:

source: In the name of Allah, the Most Gracious, the Most Merciful
ar: بسم الله الرحمن الرحيم
bn: পরম করুণাময় পরম দয়ালু আল্লাহর নামে
fa: به نام الله، بخشنده مهربان
fr: Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux
id: Dengan nama Allah, Yang Maha Pengasih, Maha Penyayang
ms: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang
tr: Rahmân ve Rahîm olan Allah'ın adıyla
ur: اللہ کے نام سے جو بڑا مہربان نہایت رحم والا ہے

source: Increment Tasbeeh
ar: زيادة التسبيح
bn: তাসবীহ বৃদ্ধি করুন
fa: افزایش تسبیح
fr: Incrémenter le Tasbih
id: Tambahkan Tasbeeh
ms: Tambah Tasbih
tr: Tesbihi Artır
ur: تسبیح بڑھائیں

source: Invite Friends
ar: دعوة الأصدقاء
bn: বন্ধুদের আমন্ত্রণ জানান
fa: دعوت دوستان
fr: Inviter des amis
id: Undang Teman
ms: Jemput Rakan
tr: Arkadaşları Davet Et
ur: دوستوں کو مدعو کریں

source: Islamic Calendar
ar: التقويم الهجري
bn: ইসলামী ক্যালেন্ডার
fa: تقویم اسلامی
fr: Calendrier hégirien
id: Kalender Hijriah
ms: Kalendar Islam
tr: Hicri Takvim
ur: اسلامی کیلنڈر

source: Islamic Holidays
ar: المناسبات الإسلامية
bn: ইসলামী ছুটির দিন
fa: تعطیلات اسلامی
fr: Jours fériés islamiques
id: Hari Libur Islam
ms: Hari Kelepasan Islam
tr: İslami Bayramlar
ur: اسلامی تعطیلات

source: Islamic New Year
ar: رأس السنة الهجرية
bn: ইসলামী নববর্ষ
fa: سال نو اسلامی
fr: Nouvel an hégirien
id: Tahun Baru Hijriah
ms: Tahun Baru Islam
tr: İslami Yeni Yıl
ur: اسلامی نیا سال

source: Isra
ar: الإسراء
bn: ইসরা
fa: اسراء
ur: اسراء

source: Isra and Mi'raj
ar: الإسراء والمعراج
bn: ইসরা ও মিরাজ
fa: اسراء و معراج
fr: Isra et Mi'raj
id: Isra dan Miraj
ms: Isra dan Mikraj
tr: İsra ve Miraç
ur: اسراء اور معراج

source: It's time for %@
ar: حان وقت %@
bn: %@ এর সময় হয়েছে
fa: وقت %@ است
fr: C’est l’heure de %@
id: Waktunya %@
ms: Sudah masuk waktu %@
tr: %@ vakti geldi
ur: %@ کا وقت ہو گیا ہے

source: It's time for %@ prayer
ar: حان وقت صلاة %@
bn: %@ নামাজের সময় হয়েছে
fa: وقت نماز %@ است
fr: C'est l'heure de la prière de %@
id: Waktunya shalat %@
ms: Sudah tiba waktu solat %@
tr: %@ namazının vakti
ur: %@ کی نماز کا وقت ہے

source: Jumu'ah
ar: الجمعة
bn: জুমা
fa: جمعه
id: Jumat
ms: Jumaat
tr: Cuma
ur: جمعہ

source: Just you and your faith.
ar: فقط أنت وإيمانك.
bn: শুধু আপনি এবং আপনার বিশ্বাস।
fa: فقط شما و ایمان شما.
fr: Juste vous et votre foi.
id: Hanya Anda dan iman Anda.
ms: Hanya anda dan iman anda.
tr: Sadece sen ve inancın.
ur: صرف آپ اور آپ کا ایمان۔

source: Juz
ar: الجزء
bn: পারা
fa: جزء
ms: Juzuk
tr: Cüz
ur: پارہ

source: Juz %lld
ar: الجزء %lld
bn: পারা %lld
fa: جزء %lld
ms: Juzuk %lld
tr: Cüz %lld
ur: پارہ %lld

# Juz %lld · %lld%% complete
source: Juz %1$lld · %2$lld%% complete
ar: الجزء %1$lld · %2$lld%% مكتمل
bn: পারা %1$lld · %2$lld%% সম্পূর্ণ
fa: جزء %1$lld · %2$lld%% تکمیل شده
fr: Juz %1$lld · %2$lld%% terminé
id: Juz %1$lld · %2$lld%% selesai
ms: Juzuk %1$lld · %2$lld%% selesai
tr: Cüz %1$lld · %2$lld%% tamamlandı
ur: پارہ %1$lld · %2$lld%% مکمل

# Juz %lld, from Surah %lld ayah %lld to Surah %lld ayah %lld
source: Juz %1$lld, from Surah %2$lld ayah %3$lld to Surah %4$lld ayah %5$lld
ar: الجزء %1$lld، من السورة %2$lld الآية %3$lld إلى السورة %4$lld الآية %5$lld
bn: পারা %1$lld, সূরা %2$lld আয়াত %3$lld থেকে সূরা %4$lld আয়াত %5$lld পর্যন্ত
fa: جزء %1$lld، از سوره %2$lld آیه %3$lld تا سوره %4$lld آیه %5$lld
fr: Juz %1$lld, de la Sourate %2$lld verset %3$lld à la Sourate %4$lld verset %5$lld
id: Juz %1$lld, dari Surah %2$lld ayat %3$lld sampai Surah %4$lld ayat %5$lld
ms: Juzuk %1$lld, dari Surah %2$lld ayat %3$lld hingga Surah %4$lld ayat %5$lld
tr: Cüz %1$lld, Sure %2$lld ayet %3$lld'den Sure %4$lld ayet %5$lld'ye
ur: پارہ %1$lld، سورت %2$lld آیت %3$lld سے سورت %4$lld آیت %5$lld تک

source: Kaaba
ar: الكعبة
bn: কাবা
fa: کعبه
id: Ka'bah
ms: Kaabah
tr: Kabe
ur: کعبہ

source: Knowledge & Tools
ar: المعرفة والأدوات
bn: জ্ঞান এবং সরঞ্জাম
fa: دانش و ابزارها
fr: Connaissances et outils
id: Pengetahuan & Alat
ms: Pengetahuan & Alatan
tr: Bilgi ve Araçlar
ur: علم اور اوزار

source: Language
ar: اللغة
bn: ভাষা
fa: زبان
fr: Langue
id: Bahasa
ms: Bahasa
tr: Dil
ur: زبان

source: Larger Arabic Text
ar: نص عربي أكبر
bn: বৃহত্তর আরবি পাঠ্য
fa: متن عربی بزرگ‌تر
fr: Texte arabe plus grand
id: Teks Arab Lebih Besar
ms: Teks Arab Lebih Besar
tr: Daha Büyük Arapça Metin
ur: بڑا عربی متن

source: Last 10 Nights
ar: الليالي العشر الأواخر
bn: শেষ ১০ রাত
fa: ۱۰ شب آخر
fr: 10 dernières nuits
id: 10 Malam Terakhir
ms: 10 Malam Terakhir
tr: Son 10 Gece
ur: آخری 10 راتیں

# Last read: %lld:%lld
source: Last read: %1$lld:%2$lld
ar: آخر قراءة: %1$lld:%2$lld
bn: সর্বশেষ পড়া: %1$lld:%2$lld
fa: آخرین خواندن: %1$lld:%2$lld
fr: Dernière lecture : %1$lld:%2$lld
id: Terakhir dibaca: %1$lld:%2$lld
ms: Bacaan terakhir: %1$lld:%2$lld
tr: Son okunan: %1$lld:%2$lld
ur: آخری بار پڑھا: %1$lld:%2$lld

source: Last updated: February 2026
ar: آخر تحديث: فبراير 2026
bn: সর্বশেষ আপডেট: ফেব্রুয়ারি ২০২৬
fa: آخرین به‌روزرسانی: فوریه ۲۰۲۶
fr: Dernière mise à jour : février 2026
id: Terakhir diperbarui: Februari 2026
ms: Kemas kini terakhir: Februari 2026
tr: Son güncelleme: Şubat 2026
ur: آخری اپ ڈیٹ: فروری 2026

source: Laylat al-Qadr
ar: ليلة القدر
bn: লাইলাতুল কদর
fa: شب قدر
id: Lailatul Qadar
ms: Laylatul Qadr
tr: Kadir Gecesi
ur: لیلۃ القدر

source: Laylat al-Qadr - Night %lld
ar: ليلة القدر - الليلة %lld
bn: লাইলাতুল কদর - রাত %lld
fa: شب قدر - شب %lld
fr: Laylat al-Qadr - Nuit %lld
id: Lailatul Qadar - Malam %lld
ms: Laylatul Qadr - Malam %lld
tr: Kadir Gecesi - Gece %lld
ur: لیلۃ القدر - رات %lld

source: Laylat al-Qadr Duas
ar: أدعية ليلة القدر
bn: লাইলাতুল কদর দোয়া
fa: دعاهای شب قدر
fr: Dou'as de Laylat al-Qadr
id: Doa Lailatul Qadar
ms: Doa Laylatul Qadr
tr: Kadir Gecesi Duaları
ur: لیلۃ القدر کی دعائیں

source: Laylatul Qadr Duas
ar: أدعية ليلة القدر
bn: লাইলাতুল কদর দোয়া
fa: دعاهای شب قدر
fr: Dou'as de Laylatul Qadr
id: Doa Lailatul Qadar
ms: Doa Laylatul Qadr
tr: Kadir Gecesi Duaları
ur: لیلۃ القدر کی دعائیں

source: Learn
ar: تعلّم
bn: শিখুন
fa: یادگیری
fr: Apprendre
id: Belajar
ms: Belajar
tr: Öğren
ur: سیکھیں

source: Learn About Ashura
ar: تعرّف على عاشوراء
bn: আশুরা সম্পর্কে জানুন
fa: درباره عاشورا بیاموزید
fr: En savoir plus sur Achoura
id: Pelajari Tentang Asyura
ms: Pelajari Tentang Asyura
tr: Aşure Hakkında Öğren
ur: عاشورہ کے بارے میں جانیں

source: Learn About Isra & Mi'raj
ar: تعرّف على الإسراء والمعراج
bn: ইসরা ও মিরাজ সম্পর্কে জানুন
fa: درباره اسراء و معراج بیاموزید
fr: En savoir plus sur Isra et Mi'raj
id: Pelajari Tentang Isra & Miraj
ms: Pelajari Tentang Isra & Mikraj
tr: İsra ve Miraç Hakkında Öğren
ur: اسراء اور معراج کے بارے میں جانیں

source: Learn about this dua
ar: تعرّف على هذا الدعاء
bn: এই দোয়া সম্পর্কে জানুন
fa: درباره این دعا بیاموزید
fr: En savoir plus sur cette dou'a
id: Pelajari tentang doa ini
ms: Pelajari tentang doa ini
tr: Bu dua hakkında öğren
ur: اس دعا کے بارے میں جانیں

source: Lesson
ar: الدرس
bn: পাঠ
fa: درس
fr: Leçon
id: Pelajaran
ms: Pelajaran
tr: Ders
ur: سبق
